Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/samediggi.no/inarin_julkilausuma_ykn_alkupera_iskansojen_konferenssista_-_julistus_suomeksi_darkkistan.pdf.tmx
Source language: fin
Languages: sme

source: Tunnustaa, että koulutus on yksi tavoista taata alkuperäiskansojen yksilöllinen ja kollektiivinen kehitys, ja että se lisäksi on edellytys alkuperäiskansojen mahdollisuuteen toteuttaa itsemääräämisoikeuttaan, tähän sisältyy oikeus tavoitella omaa taloudellista, sosiaalista ja kulttuurista kehitystään;
sme: Dohkkehit ahte oahppu lea okta vugiin sihkkarastit álgoálbmogiid oktagaslaš ja oktasaš ovdáneami, ja ahte dat ovddida álgoálbmogiid návccaid duohtandahkat sin iešmearrideami, maiddái sin vuoigatvuođa beassat geahččalit ollašuhttit sin iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami;

source: Suosittelee, että valtiot tarjoavat alkuperäiskansoille mahdollisuuksia kehittää alkuperäiskansoja varten korkeatasoisia ja kulttuurisesti asianmukaisia koulutusohjelmia ja palveluita, joihin sisällytetään alkuperäiskansojen erityistarpeet, historiat, identiteetit, arvot, uskot, kulttuurit, kielet ja tiedot, ja varmistaa sellaisten ohjelmien ja palveluiden riittävä rahoitus;
sme: Rávvejit ahte stáhtat addet álgoálbmogiidda vejolašvuođa ovddidit dakkár oahppoprográmmaid ja bálvalusaid álgoálbmogiidda, main lea alla kvalitehta ja mat heivejit kultuvrralaččat ja vuhtiiváldet álgoálbmogiid erenoamáš dárbbuid, historjjáid, identitehtaid, árvvuid, oskkuid, kultuvrraid, gielaid ja máhtu, ja sihkkarastit doarvái ruhtadeami dakkár prográmmaide ja bálvalusaide;

source: Suosittelee lisäksi, että valtiot ryhtyvät tehokkaisiin toimenpiteisiin, joihin sisältyy kansallisten ja kansainvälisten yhteistyö- ja koordinointimekanismien luominen, joilla pyritään täysin ja tehokkaasti toteuttamaan alkuperäiskansojen oikeus koulutukseen, sekä heidän kielelliset oikeutensa. Valtiot ryhtyvät toimenpiteisiin, joiden tarkoitus on torjua ennakkoluuloja ja poistaa syrjintää sekä edistää suvaitsevaisuutta, yhteisymmärrystä ja hyviä suhteita alkuperäiskansojen ja kaikkien muiden yhteiskuntaryhmien välillä;
sme: Rávvejit viidáseappot ahte stáhtat čađahit beaktilis doaibmabijuid, oktan nationála ja riikkaidgaskasaš ovttasbargovugiid ja áŋgiruššama oktiiordnema bokte dainna áigumušain ahte ollašuhttit ollislaš ja beaktilis duohtandahkamiin álgoálbmogiid vuoigatvuođa ohppui, oktan sin giellavuoigatvuođaiguin, ja dakko bokte ahte mearridit doaibmabijuid dainna áigumušain ahte eastadit gáttuid ja jávkadit vealaheami ja ovddidit gierdevašvuođa, áddejumi ja buriid gaskavuođaid álgoálbmogiid gaskkas ja buot eará servodatosiid gaskkas.

source: Suosittelee, että valtiot tarjoavat alkuperäiskansoille mahdollisuuden omaksua ohjelmia ja pitkän tähtäyksen strategioita ylläpitääkseen ja kehittääkseen omia akateemisia instituutioitaan ja tutkimusohjelmiaan, ja kehittää eettiset ohjeet tutkimustyölle niissä asioissa, joilla on suora vaikutus alkuperäiskansoihin;
sme: Rávvejit ahte stáhtat addet álgoálbmogiidda vejolašvuođa mearridit prográmmaid ja guhkesáiggi strategiijaid seailluhan ja ovddidan dihtii iežaset akademalaš ásahusaid ja dutkanprográmmaid, ja ovddidan dihtii etihkalaš njuolggadusaid dutkama várás dakkár gažaldagain/áššiin/čuolbamčilgehusain mat gusket álgoálbmogiidda njuolgga;

source: Tunnustaa, että Arktiset alueet ovat jatkuvasti lisääntyvien teollisten aktiviteettien kohteena, ja että arktisten alkuperäiskansojen yhteisöt ja perinteiset elinkeinot kokevat nopeasti kasvavaa painetta muun muassa öljy- ja kaasu-, kaivos-, metsä- ja tuulivoimateollisuuden sekä niihin liittyvien infrastruktuurin kehityshankkeiden taholta;
sme: Dohkkehit ahte Árktisis čađahuvvojit eanet ja eanet industriijadoaimmat, ja ahte earret eará oljo- ja gássaindustriija, minerálaroggan, vuovdedoallu ja bieggamilloindustriija, ja dasa gulli infrastruktuvraovddideapmi, bahkkejit Árktisa álgoálbmotservodagaid ja sin árbevirolaš eallinlági ala;

source: Korostaa, että olemassa olevat yritysten yhteiskuntavastuun järjestelmät, kuten OECD:n suuntaviivat ja Global Impact, eivät kykene takaamaan sitä, että arktisilla alueilla operoivat yksityiset toimijat käyttäytyisivät tavalla, jossa kunnioitettaisiin arktisten alueiden alkuperäiskansojen oikeuksia;
sme: Deattuhit ahte dálá ortnegat mat geatnegahttet fitnodagaid váldit sosiála ovddasvástádusa, nu go OECD njuolggadusat; ja Global Impact, eai lihkostuva dainna sihkkarastimiin ahte fitnodagat mat doibmet Árktisis, árvvusatnet Árktisa álgoálbmogiid vuoigatvuođaid;

source: Suosittelee, että Arktinen neuvosto Ministerikokouksessaan vuonna 2015 omaksuu kattavan ja pitkän tähtäyksen strategian arktisten alueiden luonnonvarojen hyödyntämiseksi, ja pysäyttää nykyiset valvomattomat, hallinnoimattomat ja kestämättömät teolliset toimet;
sme: Rávvejit ahte Árktisa ráđđi ministtarčoahkkimisttis 2015:s mearrida viiddes ja guhkesáiggi strategiija resursaávkkástallama várá árktalaš guovllus, bissehan dihtii eahpedárkkistuvvon, eahpehálddašuvvon ja eahpeguoddilis industriijageavada;

source: Suosittelee lisäksi, että Arktinen neuvosto Ministerikokouksessaan vuonna 2015 omaksuu eettiset käytännesäännöt, joilla arktisilla alueilla toimivat yritykset velvoitetaan olemaan ryhtymättä ympäristöä vahingoittaviin toimiin tai käytäntöihin, sekä kunnioittamaan ihmisoikeuksia, erityisesti arktisten alueiden alkuperäiskansojen ihmisoikeuksia;
sme: Rávvejit viidáseappot ahte Árktalaš ráđđi ministtarčoahkkimisttis 2015:s mearrida etihkalaš njuolggadusaid mat geatnegahttet priváhta fitnodagaid mat doibmet árktalaš guovllus, doaibmat dakkár vuogi mielde mii ii vahágahte birrasa ja árvvusatnit olmmošvuoigatvuođaid, ja erenoamážit daid mat gusket árktalaš álgoálbmogiidda;

source: Tunnustaa lisäksi, että useimmat arktisen alueen alkuperäiskansayhteisöt ovat haavoittuvassa asemassa yksityisten toimijoiden suhteen, koska heiltä puuttuu voimavaroja ja kapasiteettia edustaa itseään riittävästi suhteessa teollisuuteen;
sme: Dohkkehit viidáseappot ahte eanaš árktalaš álgoálbmotservodagat leat rašis dilis priváhta fitnodagaid ektui, go sis váilot resurssat ja návccat ovddastit iežaset doarvái bures industriija ektui;

source: Kehottaa valtioita takaamaan arktisten alueiden alkuperäiskansayhteisöjen riittävän edustuksen suhteessa teollisuuteen, säätämällä pakolliseksi arktisilla alueilla teolliseen toimintaan ryhtyvien yksityisten toimijoiden velvoite jakaa voitot niiden alkuperäisväestön yhteisöjen kanssa, joihin toiminta vaikuttaa, ja myös muulla tavoin edistää kapasiteetin kehittämistä;
sme: Ávžžuhit stáhtaid sihkkarastit ahte árktalaš álgoálbmotservodagat sáhttet ovddastit iežaset doarvái bures industriija ektui, dainna lágiin ahte priváhta fitnodagat mat doibmet Árktisis, geatnegahttojuvvojit juogadit vuoittu guoskevaš álgoálbmotservodagaiguin, ja maiddái eará láhkai ovddidit gealbudeami;

source: 7. Perinnetieto ja perinteiset kulttuuri-ilmaisut
sme: 7. Árbediehtu ja árbevirolaš kultuvrralaš ovdanbuktinvuogit

source: Myöntää, että tavanomaiset henkisen pääoman omistusoikeusjärjestelmät on laadittu länsimaiden kulttuurien mukaisille yksilöllisen luovuuden käsitteen mukaan, eivätkä siten kykene suojelemaan alkuperäiskansojen kollektiivista luovuutta ollen siten syrjiviä;
sme: Duođaštit ahte dábálaš ortnegat suodjalit eahpeávnnaslaš vuoigatvuođaid leat jurddašuvvon oktagaslaš kreatiivva várás mii lea dábálaš oarjekultuvrrain, ja danne dat eai lihkostuva suodjalemiin álgoálbmogiid oktasaš kreativitehta, ja danne dat leat vealaheaddjin;

source: Korostaa, että nykyinen tapa tulkita syrjinnästä vapaa oikeus velvoittaa valtiot tunnustamaan, että myös kollektiivinen luovuus on niiden omaisuutta, jotka ovat tiedon ja kulttuurin ilmaisumuodot tuottaneet;
sme: Deattuhit ahte áigeguovdilis áddejupmi dan vuoigatvuođas ahte ii galgga vealahuvvot, geatnegahttá stáhtaid dohkkehit ahte maiddái oktasaš kreativitehta gullá sidjiide geat leat ožžon ovdan máhtu ja kultuvrralaš ovdanbuktinvugiid;

source: Kehottaa valtioita saattamaan voimaan Nagoyan pöytäkirja, joka koskee Biologisen monimuotoisuuden yleissopimukseen pääsyä geneettisiin luonnonvaroihin sekä geenivarojen hyötyjen oikeudenmukaista ja tasapuolista jakoa siten, että alkuperäiskansojen oikeudet omaan perinnetietoonsa tunnustetaan ja toteutetaan;
sme: Ávžžuhit stáhtaid implementeret Nagaya-beavdegirjji genaresurssaid fidnema birra, ja daid ovdduid vuoiggalaš juogadeami, mii čuožžila daiguin ávkkástallama oktavuođas, biologalaš šláddjivuođakonvenšuvnna olis, dakkár vugiin mii dohkkeha ja duohtan dahká álgoálbmogiid vuoigatvuođaid iežaset árbedihtui;

source: Kehottaa lisäksi valtioita osallistumaan Maailman henkisen omaisuuden järjestön alaisen, hallitusten väliseen Henkisen omaisuuden, geneettisten luonnonvarojen, perinnetiedon ja kansanperinteen komitean työhön, sekä luomaan instrumentti/instrumentteja joilla tunnustetaan ja toteutetaan alkuperäiskansojen oikeudet perinnetietoonsa ja perinteisiin kulttuurinsa ilmaisumuotoihin;
sme: Ávžžuhit viidáseappot stáhtaid searvat riikkaidgaskasaš dahkkivuoigatvuođaorganisašuvnna ráđđehuslávdegoddái dahkkivuoigatvuođa, genaresurssaid, árbedieđu ja álbmotmuittu birra, oamastan dihtii ortnegiid mat dohkkehit ja duohtandahket álgoálbmogiid vuoigatvuođaid sin árbedieđu ja árbevirolaš kultuvrralaš ovdanbuktinvugiid ektui;

source: 8. Alkuperäiskansojen rajanylitysoikeudet
sme: 8. Álgoálbmogiid rádjerasttideaddji vuoigatvuođat

source: Vahvistaa, että erityisesti niillä alkuperäisväestöillä, jotka ovat joutuneet kansainvälisten rajojen jakamiksi, on oikeus ylläpitää ja kehittää yhteyksiä, suhteita ja yhteistyötä sekä omien jäsentensä että muiden ihmisten välillä yli kansainvälisten rajojen;
sme: Duođaštit ahte erenoamážit dain álgoálbmogiin, maid riikkaidgaskasaš rájit earuhit, lea vuoigatvuohta bisuhit ja ovddidit oktavuođaid, gaskavuođaid ja ovttasbarggu iežaset lahtuiguin, ja maiddái eará álbmogiiguin nuppe bealde ráji;

source: Suosittelee, että valtiot neuvotellen ja yhteistyössä kyseisten alkuperäiskansojen kanssa ja pikaisena toimena ryhtyvät tehokkaisiin toimenpiteisiin taatakseen ja varmistaakseen alkuperäiskansojen valtioiden rajat ylittävien oikeuksien, myös heidän kansalaisoikeuksien ja poliittisten, taloudellisten, sosiaalisten ja kulttuuristen oikeuksien toteutumisen luomalla juridisesti sitovia valtiosopimuksia kyseessä olevien valtioiden välille, sekä luomalla juridisia mekanismeja, joiden avulla näiden valtiosopimusten kansallista toteuttamista monitoroidaan;
sme: Rávvejit ahte stáhtat, konsultašuvnnaid ja ovttasbarggu bokte guoskevaš álgoálbmogiiguin, hoahppoáššin čađahit beaktilis doaibmabijuid dáhkidan dihtii ahte álgoálbmogiid rádjerasttideaddji vuoigatvuođat, oktan sin siviila, politihkalaš, ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaiguin, čađahuvvojit ja implementerejuvvojit rievttálaččat geatnegahtti konvenšuvnnaid bokte guoskevaš stáhtaid gaskkas, ja ásahit juridihkalaš mekanismmaid maid bokte gozihit dakkár konvenšuvnnaid implementerema;

source: 9. Terveys
sme: 9. Dearvvašvuohta

source: Korostaa sitä, että alkuperäiskansoihin kuuluvilla yksilöillä on yhtäläinen oikeus korkeimpaan mahdolliseen ruumiillisen ja henkisen terveyden tasoon kuin muillakin yksilöillä;
sme: Deattuhit ahte buot álgoálbmogiid oktagasain lea seamma vuoigatvuohta go buot eará oktagasain juksat buoremus vejolaš rumašlaš ja silolaš dearvvašvuođastandárdda;

source: Suosittelee, että valtiot sisällyttävät kansalliseen terveydenhoitopolitiikkaansa ja ohjelmiinsa erilliset tiedot alkuperäiskansojen terveydentilasta ja kiinnittävät siihen erityistä tarkkaavaisuutta, mukaan luettuna vastaavuussuhde alkuperäisväestön sosioekonomisen tilanteen ja ruumiillisen ja henkisen terveydentilan välillä;
sme: Rávvejit ahte stáhtat iežaset nationála dearvvašvuođapolitihkkii ja -prográmmaide váldet mielde sierra dieđuid, ja atnet erenoamáš ávvira, álgoálbmogiid dearvvašvuođadili birra, das maiddái álgoálbmogiid sosioekonomalaš dili ja sin rumašlaš ja silolaš dearvvašvuođa gaskavuođa;

source: Suosittelee lisäksi, että valtiot sopeuttavat alkuperäisväestön yksilöille suunnatut terveyspalvelunsa heidän terveystilanteensa mukaisiksi, sisältäen niihin ohjelmia, joiden tarkoituksena on ennaltaehkäistä psykososiaalisia terveysongelmia, sekä kulttuurisensitiivisiä terveyskoulutusohjelmia ja ei-tarttuvien sairauksien yleisiä riskitekijöitä koskevan tietoisuuden kohottamiseen tähdättyjä ohjelmia;
sme: Rávvejit viidáseappot ahte stáhtat heivehit dearvvašvuođabálvalusaid mat leat jurddašuvvon álgoálbmogiid oktagasaid ja sin erenoamáš dearvvašvuođadili várás, dás maiddái prográmmaid maid ulbmil lea eastadit psyko-sosiála dearvvašvuođaváttisvuođaid, ja kultuvrralaččat hearkkes dearvvašvuođaprográmmaid oahpaheami ja diđolašvuođa loktema várás dábálaš riskofáktoriid birra eahpenjoammudávddaid birra;

source: 10. Yhdistyneiden kansakuntien järjestelmä
sme: 10. ON-vuogádat

source: Suosittelee, että Yhdistyneiden kansakuntien Yleiskokous organisoi kattavan korkean tason arviointitilaisuuden siitä edistyksestä, mikä on saavutettu Alkuperäiskansojen maailmankonferenssissa hyväksyttyjen suositusten toteutuksilla, päämääränä on edelleen vahvistaa alkuperäiskansojen oikeuksien toteutuminen. Arviointitilaisuus tulisi pitää Yleiskokouksen 74. istunnon aikana [Syyskuu 2019 – Syyskuu 2020];
sme: Rávvejit ahte ON váldočoahkkin, dainna ulbmiliin ahte nannet álgoálbmogiid vuoigatvuođaid viidáset čađaheami, lágida viiddes guorahallama, alladásis, dain ovdánemiin maid mielddisbuktán leat daid rávvagiid implementeren, mat mearriduvvojedje álgoálbmogiid máilmmikonferánssas, mii lágiduvvo dan 74. sešuvnnas [čakčamánus 2019 – čakčamánnui 2020];

source: Suosittelee lisäksi, että Yhdistyneiden kansakuntien yleiskokous nimittää Alkuperäiskansojen asioiden alipääsihteerin, tarkoituksenaan vahvistaa Yhdistyneiden kansakuntien kapasiteettia ja pyrkimyksiä alkuperäiskansojen oikeuksien täydeksi toteuttamiseksi, ja varmistaakseen sen, että nämä oikeudet otetaan Yhdistyneiden kansakuntien kaikissa toimissa huomioon;
sme: Rávvejit viidáseappot ON váldočoahkkima nammadit várre-váldočálli álgoálbmotáššiid várás, dainna ulbmiliin ahte nannet ON návccat ja áŋgiruššama sihkkarastin dihtii álgoálbmogiid vuoigatvuođaid dievaslaš čađaheami, ja sihkkarastin dihtii ahte dát vuoigatvuođat vuhtiiváldojuvvojit ON doaimmaid oktavuođas;

source: Suosittelee lisäksi, että kaikki Yhdistyneiden kansakuntien virastot ja ohjelmat, joiden toiminnoilla on vaikutusta alkuperäiskansoihin nimittävät virkailijan, tai perustavat virkailijaryhmän, jonka erityinen velvollisuus on varmistaa, että kaikki sellaiset toiminnot sopeutetaan juuri alkuperäiskansojen tilanteen mukaisiksi.
sme: Rávvejit maiddái ahte buot ON orgánat ja prográmmat mat servet daidda doaimmaide mat váikkuhit álgoálbmogiidda, nammadit ovddavástideaddji, dahje ásahit ovddasvástideaddji joavkku, mas lea erenoamáš ovddasvástádus sihkkarastit ahte buot dakkár doaimmat heivehuvvojit álgoálbmogiid erenoamáš dillái;
